/* Description for disconnection warning setting */
"1 Minute Alert Before Disconnection" = "Báo động 1 phút trước khi tắt đường nối";

/* Title for the about page */
"About" = "Về";

/* Title for the accounts tab */
"Accounts" = "Tài khoản";

/* stirng to describe advanced set of settings */
"Advanced" = "Cao cấp";

/* Agree to EULA */
"Agree" = "Đồng ý";

/* the name for AIM */
"AOL Instant Messenger" = "Tin nhắn AOL";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Tự động-xóa";

/* Description for crash reports settings switch */
"Automatically send anonymous crash logs (opt-in)" = "Tự động gửi crash logs ẩn danh (tùy chọn)";

/* Label in buddylist for users that are available */
"Available" = "Có mặt";

/* Label in buddylist for users that are away */
"Away" = "Vắng";

/* Message displayed in Notification Manager when session will expire in one minute */
"Background session will expire in one minute." = "Phiên chạy đằng sau sẽ chấm dứt trong vòng 1 phút";

/* string to describe basic set of settings */
"Basic" = "Căn bản";

/* Title for the buddy list tab */
"Buddy List" = "Danh Sách Bạn Bè";

/* Cancel an alert window */
"Cancel" = "Bỏ";

/* Shown when ending an encrypted chat session */
"Cancel Encrypted Chat" = "Hủy Chat Có Mã Hóa";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chat với tôi an toàn";

/* for attribution of other projects */
"ChatSecure is brought to you by many open source projects" = "ChatSecure được thực hiện nhờ nhiều dự án nguồn mở";

/* let users know source is on Github */
"Check out the source here on Github" = "Xem nguồn phần mềm trên Github";

/* String shown in dialog for removing chat history */
"Clear Chat History" = "Dọn sạch lịch sử chat";

/* Whether or not account is logged in */
"Connected" = "Kết nối vào";

/* label for a link to contribute a new translation */
"Contribute a translation" = "Đóng góp dịch thuật";

/* Title for the conversations tab */
"Conversations" = "Đối thoại";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Xóa Tài Khoản?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Xóa chat khi rời.";

/* Disagree with EULA */
"Disagree" = "Không đồng ý";

/* Title of alert when user is disconnected from protocol */
"Disconnected" = "Ngắt kết nối";

/* Label text for domain field on login scree */
"Domain" = "Tên miền";

/* Title for button to press when user is finished */
"Done" = "Xong";

/* Title of error message popup box */
"Error!" = "Lỗi!";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Không nối kết với máy chủ XMPP được. Xin vui lòng xem lại dữ kiện đăng nhập, đường dây Internet và thử lại.";

/* Authentication failed, tell user to try again */
"Failed to start authenticating. Please try again." = "Không xác thực được. Xin vui lòng thử lại.";

/* your fingerprint */
"Fingerprint for you" = "Vân tay cho bạn";

/* Size for the font in the chat screen */
"Font Size" = "Khổ phông chữ";

/* the name for google talk */
"Google Talk" = "Google Talk";

/* Title for settings cell on whether or not the XMPP library should allow SSL hostname mismatch */
"Hostname Mismatch" = "Tên máy không trùng";

/* Text describing possible security risks */
"If you require true security, meet in person. This software, its dependencies, or the underlying OTR protocol could contain security issues. The full source code is available on Github but has not yet been audited by an independent security expert. Use at your own risk." = "Nếu bạn cần có an ninh thật sự, hãy đi gặp tận mặt. Phần mềm này, những phần phụ thuộc của nó, hoặc giao thức nền OTR có thể có những vấn đề an ninh. Trọn vẹn mã nguồn có trên Github, nhưng chưa được một chuyên gia an ninh độc lập kiểm tra. Dùng với tất cả sự cẩn trọng của bạn.";

/* Ignore an incoming message */
"Ignore" = "Lờ";

/* Shown when starting an encrypted chat session */
"Initiate Encrypted Chat" = "Khởi động chat có mã hóa";

/* Message shown inline for users that are available */
"is now available" = "đã có mặt";

/* Message shown inline for users that are away */
"is now away" = "đã rời ";

/* Message shown inline for users that are offline */
"is now offline" = "đã offline";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* log in to account */
"Log In" = "Đăng nhập";

/* Instructions on how to start using the program */
"Log in on the Settings page (found on top right corner of buddy list) and then select a buddy from the Buddy List to start chatting." = "Vào trang Cấu hình (ở góc phải trên của danh sách bạn bè) rồi chọn một người bạn trong Danh Sách Bạn Bè để bắt đầu chat.";

/* log out from account */
"Log Out" = "Đăng xuất";

/* shown during the login proceess */
"Logging in..." = "Đang đăng nhập....";

/* Label for button describing which protocol you're logging into, will be followed by a protocol such as XMPP or AIM during layout */
"Login to" = "Đăng nhập vào";

/* Ask user if they want to logout of AIM */
"Logout from AIM?" = "Ra khỏi AIM?";

/* ask user if they want to log out of xmpp */
"Logout from XMPP?" = "Ra khỏi XMPP?";

/* For a new settings value */
"New" = "Mới";

/* Title for New Account View */
"New Account" = "Tài Khoản Mới";

/* Message infomring user that there are no accounts currently saved */
"No Saved Accounts" = "Không Có Tài Khoản Nào Được Lưu Lại ";

/* Shown when a feature is not available, for example SMS */
"Not Available" = "Không có mặt";

/* Label in buddylist for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Cũ";

/* Shown when trying to open a link, asking if they want to switch to Safari to view it */
"Open in Safari" = "Mở ra trên Safari";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Tùy ý";

/* Title for other miscellaneous settings group */
"Other" = "Khác";

/* Label text for password field on login screen */
"Password" = "Mật khẩu";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Xóa vĩnh viễn";

/* label for link to ChatSecure project website */
"Project Homepage" = "Trang Nhà Dự Án";

/* the alleged fingerprint of their other person */
"Purported fingerprint for" = "Vân tay được cho là của";

/* Title for action button on alert dialog, used as a verb in the present tense */
"Read" = "Đọc";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Gần đây";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Nhớ mật khẩu";

/* label for switch for whether or not we should save their username between launches */
"Remember username" = "Nhớ tên người dùng";

/* Reply to an incoming message */
"Reply" = "Trả lời";

/* Title for button for saving a setting */
"Save" = "Lưu trữ";

/* Title of alert box warning about security issues */
"Security Warning" = "Cảnh Báo An Ninh";

/* string for settings to allow self signed ssl stirng */
"Self Signed SSL" = "SLL Tự Ký";

/* Title for settings cell on whether or not the XMPP library should allow self-signed SSL certificates */
"Self-Signed SSL" = "SSL Tự-Ký";

/* For sending a message */
"Send" = "Gửi";

/* Title for crash reports settings switch */
"Send Crash Reports" = "Gửi báo cáo crash";

/* Title for the Settings screen */
"Settings" = "Cấu hình";

/* Title for sharing a link to the app */
"Share" = "Chia sẻ";

/* Title for setting about showing a warning before disconnection */
"Signout Warning" = "Cảnh Báo Đi Ra";

/* description for what the font size setting affects */
"Size for font in chat view" = "Khổ phông chữ khi xem chat";

/* stirng for settings to allow ssl mismatch */
"SSL Hostname Mismatch" = "Tên máy chủ SSL không trùng";

/* Warn user that the current chat is no longer secure */
"The conversation with %@ is no longer secure." = "Cuộc đối thoại với %@ không còn an toàn nữa.";

/* Warns user that the current chat is secure */
"This chat is secured" = "Chat này an toàn.";

/* Warns user that the current chat is secure and verified */
"This chat is secured and verified" = "Chat này an toàn và được phối kiểm.";

/* Instructions label text underneath QR code */
"This QR Code contains a link to http://omniqrcode.com/q/chatsecure and will redirect to the App Store." = "Mã QR này chứa đường dẫn đến http://omniqrcode.com/q/chatsecure và sẽ chuyển hướng qua App Store.";

/* Label text for username field on login screen */
"Username" = "Tên người dùng";

/* Shown when verifying fingerprints */
"Verify" = "Kiểm";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Phối Kiểm Vân Tay";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Ấn bản";

/* Warn user that the current chat is not secure */
"Warning: This chat is not encrypted" = "Cảnh báo: chat này không có mã hóa";

/* Cell description text that warns users that enabling that option may reduce their security. */
"Warning: Use with caution! This may reduce your security." = "Cảnh Báo: Cẩn trọng khi sử dụng! Có thể làm giảm độ an ninh.";

/* Warn user that conversation will be deleted after leaving it */
"When you leave this conversation it will be deleted forever." = "Khi bạn rời cuộc đối thoại này sẽ bị xóa vĩnh viễn.";

/* Message shown when user is disconnected */
"You have disconnected." = "Bạn đã ngắt kết nối.";

/* Inform user that they must be secure their conversation before doing that action */
"You must be in a secure conversation first." = "Bạn phải có trong đối thoại an toàn trước.";

/* error message shown when user doesnt fill in a username or password */
"You must enter a username and a password to login." = "Bạn phải điền vào tên đăng nhập và mật khẩu";

/* Text that makes it clear which username to use */
"Your Facebook username is not the email address that you use to login to Facebook" = "Tên Facebook của bạn không giống email mà bạn dùng để đăng nhập vào Facebook.";

